{
    "LepkO": "LepkO",
    "Servis": "Service",
    "home_button": "Home",
    "about_button": "About",
    "drop_title": "Drop",
    "drop_desc": "Fast and anonymous file transfer.",
    "pad_title": "Pad",
    "pad_desc": "Create an anonymous chat room.",
    "about_title": "The Lepko Philosophy: Your Digital Freedom",
    "about_hook": "In a world where every click leaves a trace and every message is stored forever, we've forgotten what true privacy should be. Information should be like a word spoken on the wind—existing for exactly as long as necessary, and no longer.",
    "about_intro": "We created Lepko as the answer.",
    "about_mission": "This isn't just another service. It is your personal digital fortress, built on three fundamental principles:",
    "principle_1_title": "1. The Principle of Ephemerality",
    "principle_1_text": "We don't believe in eternal data storage. Information must disappear. A file you share should be like a note that burns after reading. A chat you create is like a room for whispers whose walls dissolve after an hour. In Lepko, data doesn't accumulate—it serves its purpose and vanishes without a trace.",
    "principle_2_title": "2. The Principle of Zero Knowledge",
    "principle_2_text": "We don't want to know who you are. We don't need your names, email addresses, or social media accounts. We deliberately do not collect or store any personal information. Your privacy is not an option in the settings; it is the very foundation upon which Lepko stands.",
    "principle_3_title": "3. The Principle of Absolute Control",
    "principle_3_text": "Your data belongs only to you. Lepko's tools give you full control over your information's lifecycle. You decide how long it exists and who has access to it.",
    "features_title": "Our Functionality Is Your Freedom:",
    "feature_drop_text": "A secure digital envelope. Upload a file, get a one-time link, and rest assured—after the very first download, the file will be irretrievably deleted from our servers.",
    "feature_pad_text": "Your private room for conversations. Create a password-protected chat that will self-destruct after an hour, leaving not a single log behind.",
    "about_outro": "Lepko is your tool. Your right to be forgotten. Your digital freedom in a single touch.",
    "drop_page_title": "One-Time File Transfer",
    "drop_page_subtitle": "The file will be deleted immediately after the first download.",
    "drop_zone_text": "Drag & drop file here or select from disk",
    "uploading_text": "Uploading...",
    "ready_text": "Ready!",
    "copy_button": "Copy",
    "one_time_link_text": "This is a one-time link. It will stop working after download.",
    "send_another_file": "Send another file",
    "copied_button": "Copied!"
}