{
    "LepkO": "LepkO",
    "Servis": "Сервис",
    "home_button": "Домой",
    "about_button": "О проекте",
    "drop_title": "Drop",
    "drop_desc": "Быстрая и анонимная передача файлов.",
    "pad_title": "Pad",
    "pad_desc": "Создайте анонимную комнату для общения.",
    "about_title": "Философия Lepko: Ваша цифровая свобода",
    "about_hook": "В мире, где каждый клик оставляет след, а каждое сообщение хранится вечно, мы забыли, какой должна быть настоящая приватность. Информация должна быть как слово, сказанное на ветру — существовать ровно столько, сколько это необходимо, и не дольше.",
    "about_intro": "Мы создали Lepko как ответ.",
    "about_mission": "Это не просто очередной сервис. Это ваша личная цифровая крепость, построенная на трех фундаментальных принципах:",
    "principle_1_title": "1. Принцип Эфемерности",
    "principle_1_text": "Мы не верим в вечное хранение данных. Информация должна исчезать. Файл, которым вы делитесь, должен быть как записка, которая сгорает после прочтения. Чат, который вы создаете, — как комната для шепота, стены которой растворяются через час. В Lepko данные не копятся — они служат своей цели и исчезают без следа.",
    "principle_2_title": "2. Принцип Нулевого Знания",
    "principle_2_text": "Мы не хотим знать, кто вы. Нам не нужны ваши имена, почтовые адреса или аккаунты в социальных сетях. Мы намеренно не собираем и не храним никакой личной информации. Ваша приватность — это не опция в настройках, это сам фундамент, на котором стоит Lepko.",
    "principle_3_title": "3. Принцип Абсолютного Контроля",
    "principle_3_text": "Ваши данные принадлежат только вам. Инструменты Lepko дают вам полный контроль над жизненным циклом вашей информации. Вы решаете, как долго она существует и кто имеет к ней доступ.",
    "features_title": "Наш функционал — это ваша свобода:",
    "feature_drop_text": "Безопасный цифровой конверт. Загрузите файл, получите одноразовую ссылку и будьте уверены — после первого же скачивания файл будет безвозвратно удален с наших серверов.",
    "feature_pad_text": "Ваша личная комната для переговоров. Создайте защищенный паролем чат, который самоуничтожится через час, не оставив после себя ни единого лога.",
    "about_outro": "Lepko — это ваш инструмент. Ваше право на забвение. Ваша цифровая свобода в одно касание.",
    "drop_page_title": "Одноразовая передача файлов",
    "drop_page_subtitle": "Файл будет удален сразу после первого скачивания.",
    "drop_zone_text": "Перетащите файл сюда или выберите на диске",
    "uploading_text": "Загрузка...",
    "ready_text": "Готово!",
    "copy_button": "Копировать",
    "one_time_link_text": "Это одноразовая ссылка. После скачивания она перестанет работать.",
    "send_another_file": "Отправить еще один файл",
    "copied_button": "Скопировано!"
}